---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionHotRolled.WebThickness
source: html/f2ab0fbc-96bc-02b0-70ea-01d8334627a0.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionHotRolled.WebThickness Property

Web Thickness.

## Syntax (C#)
```csharp
public double WebThickness { get; set; }
```